Repository: KicKerBNU/money-plan-ios
Catalog: MoneyPlan/Resources/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, el, es, et, fi, fr, hi, hr, hu, it, lt, lv, nl, pl, pt, ro, sk, sl, sv, zh_hans

# overview.insights.deficit
source: Spending exceeded income in this period.
bg: Разходите надвишават приходите през този период.
cs: Výdaje v tomto období převyšovaly příjmy.
da: Udgifterne oversteg indkomsten i denne periode.
de: Die Ausgaben überstiegen in diesem Zeitraum die Einnahmen.
el: Οι δαπάνες υπερέβησαν τα έσοδα σε αυτήν την περίοδο.
es: El gasto superó a los ingresos en este período.
et: Kulutused ületasid sel perioodil sissetulekuid.
fi: Kulutus ylitti tulot tällä ajanjaksolla.
fr: Les dépenses ont dépassé les revenus au cours de cette période.
hi: इस अवधि में आय से अधिक खर्च हुआ।
hr: Potrošnja je premašila prihode u ovom razdoblju.
hu: A kiadások meghaladták a bevételt ebben az időszakban.
it: In questo periodo le spese hanno superato le entrate.
lt: Išlaidos šiuo laikotarpiu viršijo pajamas.
lv: Tēriņi šajā periodā pārsniedza ienākumus.
nl: De uitgaven overtroffen in deze periode de inkomsten.
pl: Wydatki przekroczyły dochody w tym okresie.
pt: Os gastos ultrapassaram as receitas neste período.
ro: Cheltuielile au depășit veniturile în această perioadă.
sk: Výdavky v tomto období prevyšovali príjem.
sl: Poraba je v tem obdobju presegla prihodke.
sv: Utgifterna översteg inkomsterna under denna period.
zh_hans: 这一时期的支出超过了收入。

# overview.insights.emptyPeriod
source: No income or expenses in this range yet.
bg: Все още няма приходи или разходи в този диапазон.
cs: V tomto rozsahu zatím žádné příjmy ani výdaje nejsou.
da: Ingen indtægter eller udgifter i dette interval endnu.
de: Bisher liegen keine Einnahmen oder Ausgaben in dieser Größenordnung vor.
el: Δεν υπάρχουν ακόμη έσοδα ή έξοδα σε αυτό το εύρος.
es: Aún no hay ingresos ni gastos en este rango.
et: Sissetulekuid ega kulusid selles vahemikus veel pole.
fi: Tällä alueella ei vielä ole tuloja tai kuluja.
fr: Aucun revenu ou dépense dans cette fourchette pour l'instant.
hi: इस सीमा में अभी तक कोई आय या व्यय नहीं है।
hr: Još nema prihoda ni rashoda u ovom rasponu.
hu: Ebben a tartományban még nincs bevétel vagy kiadás.
it: Ancora nessuna entrata o spesa in questo intervallo.
lt: Pajamų ar išlaidų šiame diapazone dar nėra.
lv: Šajā diapazonā vēl nav ienākumu vai izdevumu.
nl: Er zijn nog geen inkomsten of uitgaven in dit bereik.
pl: Nie ma jeszcze dochodów ani wydatków w tym zakresie.
pt: Ainda sem receitas ou despesas neste período.
ro: Încă nu există venituri sau cheltuieli în acest interval.
sk: Zatiaľ žiadne príjmy ani výdavky v tomto rozsahu.
sl: V tem razponu še ni prihodkov ali odhodkov.
sv: Inga intäkter eller kostnader i detta intervall ännu.
zh_hans: 尚无此范围内的收入或支出。

# overview.insightsTitle
source: Where to focus
bg: Къде да се фокусира
cs: Kam se zaměřit
da: Hvor skal man fokusere
de: Worauf man sich konzentrieren sollte
el: Πού να εστιάσετε
es: donde centrarse
et: Kuhu keskenduda
fi: Mihin keskittyä
fr: Où se concentrer
hi: कहां फोकस करना है
hr: Gdje se fokusirati
hu: Hol kell összpontosítani
it: Dove concentrarsi
lt: Kur sutelkti dėmesį
lv: Kur koncentrēties
nl: Waar te focussen
pl: Gdzie się skupić
pt: Onde focar
ro: Unde să te concentrezi
sk: Kde sa zamerať
sl: Kam se osredotočiti
sv: Var man ska fokusera
zh_hans: 关注点在哪里

# overview.kpiAccounts
source: All accounts
bg: Всички акаунти
cs: Všechny účty
da: Alle konti
de: Alle Konten
el: Όλοι οι λογαριασμοί
es: Todas las cuentas
et: Kõik kontod
fi: Kaikki tilit
fr: Tous les comptes
hi: सभी खाते
hr: Svi računi
hu: Minden fiók
it: Tutti i conti
lt: Visos sąskaitos
lv: Visi konti
nl: Alle rekeningen
pl: Wszystkie konta
pt: Todas as contas
ro: Toate conturile
sk: Všetky účty
sl: Vsi računi
sv: Alla konton
zh_hans: 所有账户

# overview.kpiExpenses
source: Expenses
bg: Разноски
cs: Výdaje
da: Udgifter
de: Kosten
el: Εξοδα
es: Gastos
et: Kulud
fi: Kulut
fr: Dépenses
hi: खर्च
hr: Troškovi
hu: Költségek
it: Spese
lt: Išlaidos
lv: Izdevumi
nl: Uitgaven
pl: Wydatki
pt: Despesas
ro: Cheltuieli
sk: Výdavky
sl: Stroški
sv: Utgifter
zh_hans: 开支

# overview.kpiIncome
source: Income
bg: доходи
cs: Příjem
da: Indkomst
de: Einkommen
el: Εισόδημα
es: Ingreso
et: Sissetulekud
fi: Tulot
fr: Revenu
hi: आय
hr: Prihod
hu: Jövedelem
it: Reddito
lt: Pajamos
lv: Ienākumi
nl: Inkomen
pl: Dochód
pt: Receitas
ro: Venituri
sk: príjem
sl: dohodek
sv: Inkomst
zh_hans: 收入

# overview.kpiNet
source: Net
bg: Нет
cs: Síť
de: Netto
el: Καθαρά
es: Neto
fr: Filet
hi: जाल
hr: Neto
hu: Nettó
it: Netto
lt: Grynasis
nl: Netto
pl: Internet
pt: Saldo
sv: Netto
zh_hans: 网

# overview.kpiSavingsRate
source: Savings rate
bg: Норма на спестяване
cs: Míra úspor
da: Besparelsesrate
de: Sparquote
el: Ποσοστό αποταμίευσης
es: Tasa de ahorro
et: Säästumäär
fi: Säästöaste
fr: Taux d'épargne
hi: बचत दर
hr: Stopa štednje
hu: Megtakarítási hányad
it: Tasso di risparmio
lt: Taupymo norma
lv: Uzkrājuma likme
nl: Spaarpercentage
pl: Stopa oszczędności
pt: Taxa de poupança
ro: Rata de economii
sk: Miera úspor
sl: Stopnja varčevanja
sv: Besparingsgrad
zh_hans: 储蓄率

# overview.period.month
source: Month
bg: месец
cs: Měsíc
da: Måned
de: Monat
el: Μήνας
es: Mes
et: Kuu
fi: Kuukausi
fr: Mois
hi: महीना
hr: Mjesec
hu: Hónap
it: Mese
lt: Mėnuo
lv: Mēnesis
nl: Maand
pl: Miesiąc
pt: Mês
ro: Lună
sk: mesiac
sl: mesec
sv: Månad
zh_hans: 月

# overview.period.week
source: Week
bg: седмица
cs: Týden
da: Uge
de: Woche
el: Εβδομάδα
es: Semana
et: Nädal
fi: Viikko
fr: Semaine
hi: सप्ताह
hr: Tjedan
hu: Hét
it: Settimana
lt: Savaitė
lv: nedēļa
pl: Tydzień
pt: Semana
ro: Săptămână
sk: týždeň
sl: teden
sv: Vecka
zh_hans: 星期

# overview.period.year
source: Year
bg: година
cs: Rok
da: År
de: Jahr
el: Ετος
es: Año
et: aasta
fi: vuosi
fr: Année
hi: वर्ष
hr: Godina
hu: Év
it: Anno
lt: Metai
lv: gads
nl: Jaar
pl: Rok
pt: Ano
ro: An
sk: rok
sl: leto
sv: År
zh_hans: 年

# overview.periodNext
source: Next period
bg: Следващ период
cs: Další období
da: Næste periode
de: Nächste Periode
el: Επόμενη περίοδος
es: Próximo periodo
et: Järgmine periood
fi: Seuraava kausi
fr: Période suivante
hi: अगली अवधि
hr: Sljedeće razdoblje
hu: Következő időszak
it: Prossimo periodo
lt: Kitas laikotarpis
lv: Nākamais periods
nl: Volgende periode
pl: Następny okres
pt: Período seguinte
ro: Următoarea perioadă
sk: Ďalšie obdobie
sl: Naslednje obdobje
sv: Nästa period
zh_hans: 下一期

# overview.periodPrev
source: Previous period
bg: Предишен период
cs: Předchozí období
da: Tidligere periode
de: Vorheriger Zeitraum
el: Προηγούμενη περίοδος
es: Periodo anterior
et: Eelmine periood
fi: Edellinen kausi
fr: Période précédente
hi: पिछली अवधि
hr: Prethodno razdoblje
hu: Előző időszak
it: Periodo precedente
lt: Ankstesnis laikotarpis
lv: Iepriekšējais periods
nl: Vorige periode
pl: Poprzedni okres
pt: Período anterior
ro: Perioada anterioară
sk: Predchádzajúce obdobie
sl: Prejšnje obdobje
sv: Föregående period
zh_hans: 上期

# overview.subtitle
source: Income, spending, and balances for any week, month, or year.
bg: Приходи, разходи и салда за всяка седмица, месец или година.
cs: Příjmy, výdaje a zůstatky za jakýkoli týden, měsíc nebo rok.
da: Indkomst, forbrug og saldi for enhver uge, måned eller år.
de: Einnahmen, Ausgaben und Salden für jede Woche, jeden Monat oder jedes Jahr.
el: Έσοδα, δαπάνες και υπόλοιπα για οποιαδήποτε εβδομάδα, μήνα ή έτος.
es: Ingresos, gastos y saldos de cualquier semana, mes o año.
et: Iga nädala, kuu või aasta sissetulekud, kulutused ja saldod.
fi: Tulot, menot ja saldot mille tahansa viikolle, kuukaudelle tai vuodelle.
fr: Revenus, dépenses et soldes pour une semaine, un mois ou une année.
hi: किसी भी सप्ताह, महीने या वर्ष के लिए आय, व्यय और शेष राशि।
hr: Prihod, potrošnja i stanja za bilo koji tjedan, mjesec ili godinu.
hu: Bevételek, kiadások és egyenlegek bármely hétre, hónapra vagy évre.
it: Entrate, spese e saldi per qualsiasi settimana, mese o anno.
lt: Bet kurios savaitės, mėnesio ar metų pajamos, išlaidos ir likučiai.
lv: Ienākumi, izdevumi un atlikumi jebkurā nedēļā, mēnesī vai gadā.
nl: Inkomsten, uitgaven en saldi voor elke week, maand of jaar.
pl: Dochody, wydatki i salda w dowolnym tygodniu, miesiącu lub roku.
pt: Receitas, gastos e saldos por semana, mês ou ano.
ro: Venituri, cheltuieli și solduri pentru orice săptămână, lună sau an.
sk: Príjmy, výdavky a zostatky za každý týždeň, mesiac alebo rok.
sl: Dohodek, poraba in stanja za kateri koli teden, mesec ali leto.
sv: Inkomster, utgifter och saldon för varje vecka, månad eller år.
zh_hans: 任何一周、一个月或一年的收入、支出和余额。

# overview.title
source: Overview
bg: Преглед
cs: Přehled
da: Oversigt
de: Überblick
el: Επισκόπηση
es: Descripción general
et: Ülevaade
fi: Yleiskatsaus
fr: Aperçu
hi: सिंहावलोकन
hr: Pregled
hu: Áttekintés
it: Panoramica
lt: Apžvalga
lv: Pārskats
nl: Overzicht
pl: Przegląd
pt: Resumo
ro: Prezentare generală
sk: Prehľad
sl: Pregled
sv: Översikt
zh_hans: 概述

# preferences.currency
source: Currency
bg: Валута
cs: Měna
da: Valuta
de: Währung
el: Νόμισμα
es: Divisa
et: Valuuta
fi: Valuutta
fr: Devise
hi: मुद्रा
hr: Valuta
hu: Valuta
it: Valuta
lt: Valiuta
lv: Valūta
nl: Munteenheid
pl: Waluta
pt: Moeda
ro: Valută
sk: mena
sl: Valuta
sv: Valuta
zh_hans: 货币

# preferences.currencyAuto
source: Auto
bg: Авто
el: Αυτο
et: Automaatne
hi: ऑटो
pl: Automatyczny
pt: Automática
sl: Avto
sv: Bil
zh_hans: 汽车

# recurring.confirmDelete.body
source: Past expenses stay in your history. Future repeats will not be scheduled.
bg: Миналите разходи остават в историята ви. Бъдещи повторения няма да бъдат планирани.
cs: Minulé výdaje zůstanou ve vaší historii. Budoucí opakování nebude plánováno.
da: Tidligere udgifter forbliver i din historie. Fremtidige gentagelser vil ikke blive planlagt.
de: Vergangene Ausgaben bleiben in Ihrem Verlauf. Zukünftige Wiederholungen werden nicht geplant.
el: Τα προηγούμενα έξοδα παραμένουν στο ιστορικό σας. Οι μελλοντικές επαναλήψεις δεν θα προγραμματιστούν.
es: Los gastos pasados ​​permanecen en su historial. No se programarán repeticiones futuras.
et: Varasemad kulud jäävad teie ajalukku. Tulevasi kordusi ei planeerita.
fi: Menneet kulut jäävät historiaan. Tulevia toistoja ei ajoiteta.
fr: Les dépenses passées restent dans votre historique. Les prochaines répétitions ne seront pas programmées.
hi: पिछले खर्च आपके इतिहास में रहते हैं। भविष्य में दोहराव निर्धारित नहीं होंगे.
hr: Prošli troškovi ostaju u vašoj povijesti. Buduća ponavljanja neće biti zakazana.
hu: A múltbeli kiadások a történelemben maradnak. A jövőbeni ismétlések nem lesznek ütemezve.
it: Le spese passate rimangono nella tua cronologia. Non saranno previste future repliche.
lt: Ankstesnės išlaidos lieka jūsų istorijoje. Būsimi pakartojimai nebus suplanuoti.
lv: Iepriekšējie izdevumi paliek jūsu vēsturē. Turpmākie atkārtojumi netiks ieplānoti.
nl: Uitgaven uit het verleden blijven in uw geschiedenis staan. Toekomstige herhalingen zullen niet worden gepland.
pl: Wcześniejsze wydatki pozostają w Twojej historii. Przyszłe powtórki nie będą planowane.
pt: Despesas passadas permanecem no histórico. Repetições futuras serão canceladas.
ro: Cheltuielile anterioare rămân în istoria ta. Repetările viitoare nu vor fi programate.
sk: Minulé výdavky zostanú vo vašej histórii. Budúce opakovania nebudú naplánované.
sl: Pretekli stroški ostanejo v vaši zgodovini. Prihodnje ponovitve ne bodo predvidene.
sv: Tidigare utgifter finns kvar i din historia. Framtida repetitioner kommer inte att planeras.
zh_hans: 过去的开支会留在您的历史记录中。未来不会安排重复。

# recurring.confirmDelete.title
source: Stop this recurrence?
bg: Да се ​​спре ли това повторение?
cs: Zastavit toto opakování?
da: Vil du stoppe denne gentagelse?
de: Diese Wiederholung stoppen?
el: Να σταματήσει αυτή η επανάληψη;
es: ¿Detener esta recurrencia?
et: Kas peatada see kordumine?
fi: Lopetetaanko tämä toistuminen?
fr: Arrêter cette récidive ?
hi: इस पुनरावृत्ति को रोकें?
hr: Zaustaviti ovo ponavljanje?
hu: Megállítja ezt az ismétlődést?
it: Interrompere questa ricorrenza?
lt: Sustabdyti šį pasikartojimą?
lv: Vai apturēt šo atkārtošanos?
nl: Deze herhaling stoppen?
pl: Zatrzymać to powtarzanie się?
pt: Parar esta recorrência?
ro: Opriți această recurență?
sk: Zastaviť túto recidívu?
sl: Ustaviti to ponavljanje?
sv: Vill du stoppa denna upprepning?
zh_hans: 阻止这种情况再次发生吗？

# recurring.edit.title
source: Edit recurring expense
bg: Редактирайте повтарящи се разходи
cs: Upravit opakující se výdaje
da: Rediger tilbagevendende udgift
de: Bearbeiten Sie wiederkehrende Ausgaben
el: Επεξεργασία επαναλαμβανόμενων δαπανών
es: Editar gasto recurrente
et: Muutke korduvaid kulusid
fi: Muokkaa toistuvia kuluja
fr: Modifier une dépense récurrente
hi: आवर्ती व्यय संपादित करें
hr: Uredite ponavljajuće troškove
hu: Ismétlődő kiadások szerkesztése
it: Modifica le spese ricorrenti
lt: Redaguoti pasikartojančias išlaidas
lv: Rediģēt periodiskos izdevumus
nl: Terugkerende uitgaven bewerken
pl: Edytuj wydatek cykliczny
pt: Editar despesa recorrente
ro: Editați cheltuieli recurente
sk: Upraviť opakujúce sa výdavky
sl: Uredite ponavljajoče se stroške
sv: Redigera återkommande utgifter
zh_hans: 编辑经常性费用

# recurring.empty.body
source: Mark an expense as recurring when you add it, or create one from the Add tab.
bg: Маркирайте разход като повтарящ се, когато го добавяте, или създайте такъв от раздела Добавяне.
cs: Označte výdaj jako opakující se při jeho přidání nebo jej vytvořte na kartě Přidat.
da: Marker en udgift som tilbagevendende, når du tilføjer den, eller opret en fra fanen Tilføj.
de: Markieren Sie eine Ausgabe als wiederkehrend, wenn Sie sie hinzufügen, oder erstellen Sie eine Ausgabe über die Registerkarte „Hinzufügen“.
el: Επισημάνετε μια δαπάνη ως επαναλαμβανόμενη όταν την προσθέτετε ή δημιουργήστε μια από την καρτέλα Προσθήκη.
es: Marque un gasto como recurrente cuando lo agregue o cree uno desde la pestaña Agregar.
et: Märkige kulu lisamisel korduvaks või looge see vahekaardil Lisa.
fi: Merkitse kulu toistuvaksi, kun lisäät sen, tai luo se Lisää-välilehdellä.
fr: Marquez une dépense comme récurrente lorsque vous l'ajoutez ou créez-en une à partir de l'onglet Ajouter.
hi: जब आप किसी व्यय को जोड़ते हैं तो उसे आवर्ती के रूप में चिह्नित करें, या जोड़ें टैब से एक व्यय बनाएं।
hr: Označite trošak kao ponavljajući kada ga dodate ili ga kreirajte na kartici Dodaj.
hu: Jelölje meg a kiadást ismétlődőként, amikor hozzáadja, vagy hozzon létre egyet a Hozzáadás lapon.
it: Contrassegna una spesa come ricorrente quando la aggiungi o ne crei una dalla scheda Aggiungi.
lt: Pažymėkite išlaidas kaip pasikartojančias, kai ją pridedate, arba sukurkite ją skirtuke Pridėti.
lv: Atzīmējiet izdevumus kā periodiskus, kad tos pievienojat, vai izveidojiet tos cilnē Pievienot.
nl: Markeer een uitgave als terugkerend wanneer u deze toevoegt, of maak er een aan via het tabblad Toevoegen.
pl: Oznacz wydatek jako cykliczny podczas jego dodawania lub utwórz go na karcie Dodaj.
pt: Marque uma despesa como recorrente ao adicioná-la.
ro: Marcați o cheltuială ca fiind recurentă atunci când o adăugați sau creați una din fila Adăugați.
sk: Označte výdavok ako opakujúci sa, keď ho pridáte, alebo ho vytvorte na karte Pridať.
sl: Označite strošek kot ponavljajoč se, ko ga dodate, ali ga ustvarite na zavihku Dodaj.
sv: Markera en utgift som återkommande när du lägger till den, eller skapa en på fliken Lägg till.
zh_hans: 添加一项费用时将其标记为经常性费用，或从“添加”选项卡创建一项费用。

# recurring.empty.title
source: No recurring expenses
bg: Без повтарящи се разходи
cs: Žádné opakované výdaje
da: Ingen tilbagevendende udgifter
de: Keine wiederkehrenden Kosten
el: Χωρίς επαναλαμβανόμενα έξοδα
es: Sin gastos recurrentes
et: Korduvaid kulutusi pole
fi: Ei toistuvia kuluja
fr: Pas de dépenses récurrentes
hi: कोई आवर्ती खर्च नहीं
hr: Nema ponavljajućih troškova
hu: Nincsenek visszatérő költségek
it: Nessuna spesa ricorrente
lt: Jokių pasikartojančių išlaidų
lv: Nav periodisku izdevumu
nl: Geen terugkerende kosten
pl: Żadnych powtarzających się wydatków
pt: Nenhuma despesa recorrente
ro: Fără cheltuieli recurente
sk: Žiadne opakované výdavky
sl: Brez ponavljajočih se stroškov
sv: Inga återkommande utgifter
zh_hans: 无经常性开支

# recurring.form.editLinkedFooter
source: Changes apply to this recurring schedule. Turn off to stop future repeats.
bg: Промените се прилагат към този периодичен график. Изключете, за да спрете бъдещите повторения.
cs: Změny se týkají tohoto opakovaného rozvrhu. Vypnutím zastavíte budoucí opakování.
da: Ændringer gælder for denne tilbagevendende tidsplan. Sluk for at stoppe fremtidige gentagelser.
de: Für diesen wiederkehrenden Zeitplan gelten Änderungen. Schalten Sie diese Option aus, um zukünftige Wiederholungen zu stoppen.
el: Ισχύουν αλλαγές σε αυτό το επαναλαμβανόμενο πρόγραμμα. Απενεργοποιήστε για να σταματήσετε τις μελλοντικές επαναλήψεις.
es: Se aplican cambios a este programa recurrente. Apague para detener futuras repeticiones.
et: Muudatused kehtivad sellele korduvale ajakavale. Tulevaste korduste peatamiseks lülitage see välja.
fi: Muutokset koskevat tätä toistuvaa aikataulua. Sammuta, jos haluat lopettaa tulevat toistot.
fr: Des modifications s’appliquent à cet horaire récurrent. Désactivez-le pour arrêter les répétitions futures.
hi: इस आवर्ती शेड्यूल पर परिवर्तन लागू होते हैं. भविष्य में पुनरावृत्ति रोकने के लिए बंद करें.
hr: Promjene se primjenjuju na ovaj ponavljajući raspored. Isključite za zaustavljanje budućih ponavljanja.
hu: A változások erre az ismétlődő menetrendre vonatkoznak. Kapcsolja ki a jövőbeli ismétlődések leállításához.
it: Le modifiche si applicano a questo programma ricorrente. Disattiva per interrompere le ripetizioni future.
lt: Šiam pasikartojančiam grafikui taikomi pakeitimai. Išjunkite, kad sustabdytumėte pasikartojimą ateityje.
lv: Izmaiņas attiecas uz šo periodisko grafiku. Izslēdziet, lai apturētu atkārtošanos nākotnē.
nl: Op dit terugkerende rooster zijn wijzigingen van toepassing. Schakel uit om toekomstige herhalingen te stoppen.
pl: Zmiany dotyczą tego harmonogramu cyklicznego. Wyłącz, aby zatrzymać przyszłe powtórzenia.
pt: Alterações aplicam-se a esta recorrência. Desligue para parar repetições futuras.
ro: Modificările se aplică acestui program recurent. Opriți pentru a opri repetările viitoare.
sk: Zmeny sa vzťahujú na tento opakujúci sa rozvrh. Vypnutím zastavíte budúce opakovania.
sl: Spremembe veljajo za ta ponavljajoči se urnik. Izklopite, če želite ustaviti prihodnja ponavljanja.
sv: Ändringar gäller för detta återkommande schema. Stäng av för att stoppa framtida upprepningar.
zh_hans: 更改适用于该定期计划。关闭以停止将来的重复。

# recurring.form.footer
source: Manage recurring expenses anytime from Settings.
bg: Управлявайте повтарящите се разходи по всяко време от Настройки.
cs: Spravujte opakované výdaje kdykoli z Nastavení.
da: Administrer tilbagevendende udgifter til enhver tid fra Indstillinger.
de: Verwalten Sie wiederkehrende Ausgaben jederzeit über die Einstellungen.
el: Διαχειριστείτε τα επαναλαμβανόμενα έξοδα ανά πάσα στιγμή από τις Ρυθμίσεις.
es: Administre los gastos recurrentes en cualquier momento desde Configuración.
et: Hallake korduvaid kulusid igal ajal jaotises Seaded.
fi: Hallinnoi toistuvia kuluja milloin tahansa asetuksista.
fr: Gérez les dépenses récurrentes à tout moment depuis les paramètres.
hi: सेटिंग्स से किसी भी समय आवर्ती खर्चों को प्रबंधित करें।
hr: Upravljajte tekućim troškovima bilo kada iz postavki.
hu: Az ismétlődő kiadásokat bármikor kezelheti a Beállításokban.
it: Gestisci le spese ricorrenti in qualsiasi momento dalle Impostazioni.
lt: Tvarkykite pasikartojančias išlaidas bet kuriuo metu nustatymuose.
lv: Jebkurā laikā pārvaldiet periodiskos izdevumus sadaļā Iestatījumi.
nl: Beheer terugkerende uitgaven op elk gewenst moment via Instellingen.
pl: Zarządzaj powtarzającymi się wydatkami w dowolnym momencie w Ustawieniach.
pt: Gerencie despesas recorrentes a qualquer momento em Configurações.
ro: Gestionați oricând cheltuielile recurente din Setări.
sk: Spravujte opakujúce sa výdavky kedykoľvek v Nastaveniach.
sl: Upravljajte ponavljajoče se stroške kadar koli v nastavitvah.
sv: Hantera återkommande utgifter när som helst från Inställningar.
zh_hans: 随时通过“设置”管理经常性费用。

# recurring.form.frequency
source: Frequency
bg: Честота
cs: Frekvence
da: Frekvens
de: Frequenz
el: Συχνότητα
es: Frecuencia
et: Sagedus
fi: Taajuus
fr: Fréquence
hi: आवृत्ति
hr: Frekvencija
hu: Frekvencia
it: Frequenza
lt: Dažnis
lv: Biežums
nl: Frequentie
pl: Częstotliwość
pt: Frequência
ro: Frecvenţă
sk: Frekvencia
sl: Pogostost
sv: Frekvens
zh_hans: 频率

# recurring.form.isRecurring
source: Recurring expense
bg: Повтарящ се разход
cs: Opakující se výdaj
da: Tilbagevendende udgift
de: Wiederkehrende Ausgabe
el: Επαναλαμβανόμενες δαπάνες
es: Gasto recurrente
et: Korduv kulu
fi: Toistuva kulu
fr: Dépense récurrente
hi: आवर्ती व्यय
hr: Ponavljajući trošak
hu: Ismétlődő kiadás
it: Spesa ricorrente
lt: Pasikartojančios išlaidos
lv: Periodiski izdevumi
nl: Terugkerende kosten
pl: Powtarzający się wydatek
pt: Despesa recorrente
ro: Cheltuieli recurente
sk: Opakujúci sa výdavok
sl: Ponavljajoči se stroški
sv: Återkommande utgift
zh_hans: 经常性费用

# recurring.form.startDate
source: Start date
bg: Начална дата
cs: Datum zahájení
da: Startdato
de: Startdatum
el: Ημερομηνία έναρξης
es: Fecha de inicio
et: Alguskuupäev
fi: Aloituspäivämäärä
fr: Date de début
hi: आरंभ करने की तिथि
hr: Datum početka
hu: Kezdés dátuma
it: Data di inizio
lt: Pradžios data
lv: Sākuma datums
nl: Startdatum
pl: Data rozpoczęcia
pt: Data de início
ro: Data de începere
sk: Dátum začiatku
sl: Začetni datum
sv: Startdatum
zh_hans: 开始日期

# recurring.form.stopRecurrenceHint
source: Turn off recurring expense to stop future repeats.
bg: Изключете повтарящите се разходи, за да спрете бъдещите повторения.
cs: Vypněte opakující se výdaje, abyste zastavili budoucí opakování.
da: Slå tilbagevendende udgifter fra for at stoppe fremtidige gentagelser.
de: Deaktivieren Sie wiederkehrende Ausgaben, um zukünftige Wiederholungen zu verhindern.
el: Απενεργοποιήστε τις επαναλαμβανόμενες δαπάνες για να σταματήσετε τις μελλοντικές επαναλήψεις.
es: Desactive los gastos recurrentes para evitar repeticiones futuras.
et: Tulevaste korduste peatamiseks lülitage korduvad kulud välja.
fi: Poista toistuvat kulut käytöstä estääksesi tulevat toistot.
fr: Désactivez les dépenses récurrentes pour arrêter les répétitions futures.
hi: भविष्य में पुनरावृत्ति रोकने के लिए आवर्ती व्यय बंद करें।
hr: Isključite ponavljajuće troškove kako biste zaustavili buduća ponavljanja.
hu: Kapcsolja ki az ismétlődő kiadásokat a jövőbeni ismétlődések leállításához.
it: Disattiva le spese ricorrenti per evitare ripetizioni future.
lt: Išjunkite pasikartojančias išlaidas, kad ateityje nebepasikartotų.
lv: Izslēdziet periodiskos izdevumus, lai apturētu atkārtošanos nākotnē.
nl: Schakel terugkerende uitgaven uit om toekomstige herhalingen te voorkomen.
pl: Wyłącz powtarzające się wydatki, aby zapobiec ich powtarzaniu się w przyszłości.
pt: Desligue despesa recorrente para parar repetições futuras.
ro: Dezactivați cheltuielile recurente pentru a opri repetările viitoare.
sk: Vypnite opakujúce sa výdavky, aby ste zastavili budúce opakovania.
sl: Izklopite ponavljajoče se stroške, da preprečite prihodnja ponavljanja.
sv: Stäng av återkommande utgifter för att stoppa framtida upprepningar.
zh_hans: 关闭经常性费用以防止未来重复。

# recurring.frequency.monthly
source: Monthly
bg: Месечно
cs: Měsíční
da: Månedlig
de: Monatlich
el: Μηνιαίος
es: Mensual
et: Igakuine
fi: Kuukausittain
fr: Mensuel
hi: महीने के
hr: Mjesečno
hu: Havi
it: Mensile
lt: Kas mėnesį
lv: Ikmēneša
nl: Maandelijks
pl: Miesięczny
pt: Mensal
ro: Lunar
sk: Mesačne
sl: Mesečno
sv: Månatlig
zh_hans: 每月
